// © Copyright 2015 HP Development Company, L.P.

DMMGenericErrorDescription = "Could not apply settings";
DMMInstallationErrorRecoverySuggestion = "A component is missing or corrupted. Please reinstall the application and try again.";
DMMUnrecoverableErrorRecoverySuggestion = "A critical error occurred. Please restart the application and try again.";
